amd-ucode
archlinux-wallpaper
autoconf
automake
base
bash
bison
bluedevil
bluez-utils
breeze
breeze-gtk
debugedit
discover
drkonqi
duf
efibootmgr
fakeroot
fd
firefox
firewalld
flex
gcc
git
grub
htop
inetutils
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kio-extras
kmenuedit
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
latte-dock
layer-shell-qt
libkscreen
libksysguard
libtool
linux
linux-firmware
m4
make
man-db
man-pages
milou
neofetch
neovim
nodejs
noto-fonts-emoji
npm
openssh
oxygen
oxygen-sounds
patch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
pulseaudio-bluetooth
python-pip
reflector
ripgrep
sddm
sddm-kcm
signon-kwallet-extension
starship
stylua
sudo
systemsettings
texinfo
thunar
tldr
tree
ttf-firacode-nerd
tumbler
unzip
vi
wget
which
xclip
xdg-desktop-portal-kde
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
zsh-autosuggestions
zsh-completions
